{
    "title": "Advertising (PPC)",
    "introTitle": "Growth Focussed PPC",
    "introDescription": "Once your project’s brand and tech stack are established, it’s time to <span>turbocharge your project’s growth</span>. We are constantly pushing for the next level in <span>performance</span> for Paid Ads (PPC). Using today’s most popular channels, and a specialist team with years of experience, will not only fuel your project’s growth strategy but minimise spending in the process.",
    "processTitle": "Our process",
    "processDescription": "The process of creating your marketing strategy will vary depending on your specific goals and needs, however these are some of the steps you can expect us to take:",
    "processList": [
        {
            "label": "Site Audit",
            "text": "In order to ensure that your project’s website is performing at its best, we will conduct a thorough site audit. This will involve <span>examining</span> the conversion points on your project’s website and ensuring that the pages are optimised for user experience (UX)."
        },
        {
            "label": "Demographic Targeting",
            "text": "It is important to have a clear understanding of your project’s <span>target audience</span>, including their demographics, interests, and pain points. Knowing your ideal client will enable us to effectively target your ads to the right people."
        },
        {
            "label": "Analysing Success",
            "text": "To understand how your project's past paid ads have performed, we will conduct a keyword <span>analysis</span>. This will give us valuable insights into which keywords and phrases are driving the most traffic to your project’s website, and which ones are falling short."
        },
        {
            "label": "Crafting Campaigns",
            "text": "When creating campaigns, we will focus on crafting compelling headlines and titles that will grab the <span>attention</span> of potential customers. We will also prioritise creativity, as this can help to set your project ads apart from the competition and increase the chances of <span>conversion</span>."
        },
        {
            "label": "Always Improving",
            "text": "Our work does not end once the campaigns are launched. We will continuously <span>monitor</span> the performance of your project’s ads and make adjustments as necessary. This will involve <span>optimising</span> for maximum awareness and lead generation, and making sure that your project ads are <span>reaching</span> the right audience."
        }
    ]
    
}